Repository: muisit/memberdata-ranking
Catalog: languages/memberdata-ranking-*.po
Languages: nl_nl

source: Simple ranking of players in a configurable elo calculation
nl_nl: Eenvoudinge ranking van spelers in een configureerbare ELO berekening

# noun
source: Name
nl_nl: Naam

# noun
source: Group
nl_nl: Groep

source: Points
nl_nl: Punten

source: The formula used is as follows. Given a match between two participants A and B, scoring Pa points (participant A) and Pb points (participant B), and given the original ranking Ra and Rb and the configuration values below:
nl_nl: De formule wordt als volgt gebruikt. Gegeven een partij tussen twee spelers A en B, met score Pa voor speler A en score Pb voor speler B, en gegeven de oorspronkelijke ranking Ra en Rb, met de configuratie hieronder:

source: Please adjust the configuration settings as you seem fit.
nl_nl: Pas de configuratiewaarden aan naar eigen inzicht

source: Rank base
nl_nl: Basisranking

source: The base rank is the starting value for new participants. Default value of 1000.
nl_nl: De basisranking is de startwaarde voor nieuwe spelers. Standaardwaarde is 1000.

source: K-value
nl_nl: K-waarde

source: The K-value determines the amount of points a participant receives or loses at most when they win a match. This number is adjusted according to the actual result with respect to the expected result. The default value is 32.
nl_nl: De K-waarde bepaalt het aantal punten dat een speler maximaal ontvangt of verliest na een partij. Deze waarde wordt aangepast aan de hand van het verschil tussen daadwerkelijk resultaat en verwacht resultaat. De standaardwaarde is 32.

source: C-value
nl_nl: C-waarde

source: The C-value determines the factor with which expectations are compared. Large C values make it more difficult to determine an expected score difference between two fencers (everyone seems to be of more or less the same rank), whereas small C-values exagerate small ranking differences and will cause people to continuously switch after entering match results. The default value is 400.
nl_nl: De C-waarde bepaalt de factor waarmee verwachte waardes worden vergeleken. Grote C-waardes maken het moeilijk om onderscheid te maken tussen twee spelers op basis van ranking (iedereen lijkt min of meer dezelfde ranking te hebben). Kleine C-waardes zorgen voor het heen-en-weer verplaatsen van spelers bij partijen met kleine ranglijstverschillen.

source: Name
nl_nl: Naam

source: Select the attribute to use as name field
nl_nl: Kies het attribuut om te gebruiken als naam

source: Group
nl_nl: Groep

source: Select the attribute to use as a grouping field
nl_nl: Kies het attribuut om te gebruiken als groepering

source: Values
nl_nl: Groepen

source: Select the valid groups
nl_nl: Selecteer de geldige groepen

source: Save
nl_nl: Opslaan

source: ELO Ranking Manager
nl_nl: ELO Ranglijst Manager

source: Ranking
nl_nl: Ranglijst

source: Settings
nl_nl: Configuratie

source: with Va = 1 if A wins and Va = 0 if A loses
nl_nl: met Va = 1 als A wint en Va = 0 als A verliest

source: Configuration saved
nl_nl: Configuratie opgeslagen

source: Cancel
nl_nl: Annuleren

source: Remove
nl_nl: Verwijderen

source: All
nl_nl: Alle

source: Reassess
nl_nl: Herberekenen

source: Add
nl_nl: Toevoegen

source: Matches reassessed
nl_nl: Ranking herberekend

source: Are you sure you want to remove this match permanently?
nl_nl: Weet je zeker dat je deze match permanent wil verwijderen?

source: Please pick a valid player for player 1
nl_nl: Kies een geldige speler voor speler 1

source: Please pick a valid player for player 2
nl_nl: Kies een geldige speler voor speler 2

source: Person cannot score against him/herself
nl_nl: Speler kan niet tegen zichzelf spelen

source: Please enter a valid date or date-time for the match
nl_nl: Kies een geldige datum of datum-tijd voor de match

source: Please enter a valid score for player 1
nl_nl: Voer een geldige score in voor speler 1

source: Please enter a valid score for player 2
nl_nl: Voer een geldige score in voor speler 2

source: There was a problem storing this match's data. Please see if the data is allright and/or reload the page
nl_nl: Er was een probleem met het opslaan van de matchgegevens. Controleer a.u.b. of de data correct is en/of herlaad de pagina

source: There was a network problem saving the data. Please try again or reload the page
nl_nl: Er is een netwerkprobleem geconstateerd tijdens het opslaan van de data. Probeer het nog eens of herlaad de pagina

source: Network error, please try again
nl_nl: Netwerkprobleem, probeer het nog eens

source: Validation
nl_nl: Validatie

source: There was a problem retrieving the list of players. Please try again
nl_nl: Er was een probleem met het ophalen van de lijst spelers. Probeer het nog eens of herlaad de pagina

source: Edit Match Information
nl_nl: Match Informatie Bewerken

source: Player 1
nl_nl: Speler 1

source: Player 2
nl_nl: Speler 2

source: Players
nl_nl: Spelers

source: Pick a player
nl_nl: Kies een speler

source: Score Player 1
nl_nl: Score Speler 1

source: Score Player 2
nl_nl: Score Speler 2

source: Rank
nl_nl: Rang

source: Date
nl_nl: Datum

source: Sheet
nl_nl: Werkblad

source: Select a sheet
nl_nl: Selecteer een werkblad

source: Authentication token, a random text
nl_nl: Authenticatie token, een willekeurige tekst

source: Rankings
nl_nl: Ranglijst

source: Available ranking columns
nl_nl: Beschikbare ranglijst kolommen

source: None
nl_nl: Geen
